Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/zrythm.tmx
Source language: en
Languages: sv

source: The amplitude of the clip can be changed by clicking and dragging the orange horizontal line up or down.
sv: Klippets amplitud kan ändras genom att klicka och dra den orangea vågräta linjen uppåt eller nedåt.

source: This tool is used to quickly create or delete objects. While you can still create objects using the Select tool by double clicking and dragging, with the Edit tool this is accomplished by single clicking and dragging, which is more efficient when creating a large number of objects.
sv: Det här verktyget används för att snabbt skapa eller ta bort objekt. Du kan fortfarande skapa objekt med markeringsverktyget genom att dubbelklicka och dra, men med redigeringsverktyget görs det genom att enkelklicka och dra. Det är effektivare när många objekt ska skapas.

source: A list of preset packs and presets is found in the :ref:`Right Panel <zrythm-interface/right-panel:Right Panel>` under :guilabel:`Chord Preset Browser`.
sv: En lista med förinställningspaket och förinställningar finns i :ref:`höger panel <zrythm-interface/right-panel:Right Panel>` under :guilabel:`Bläddrare för ackordsförinställningar`.

source: The ruler will display more or less information depending on the current zoom level. It will also display the following indicators.
sv: Linjalens informationsmängd beror på aktuell zoomnivå. Den visar även följande indikatorer.

source: Automatically adjust snapping behavior to the current zoom level, based on the selected note type.
sv: Anpassa automatiskt fästbeteendet till aktuell zoomnivå utifrån den valda nottypen.

source: Thank you for supporting Zrythm! You should be receiving an email shortly.
sv: Tack för att du stöder Zrythm! Du får snart ett e-postmeddelande.

source: The latest development branch for new features is ``development`` in our `git repository <https://gitlab.zrythm.org/zrythm/zrythm>`_.
sv: Den senaste utvecklingsgrenen för nya funktioner är ``development`` i vårt `git-förråd <https://gitlab.zrythm.org/zrythm/zrythm>`_.

source: Percussion Generators
sv: Slaggenererare

source: Multi-oscillator with custom wave
sv: Multi-oscillator med justerbar våg

source: The ``API section`` is a comprehensive list of all available procedures in the API. Each section in the API corresponds to a specific Guile module.
sv: Avsnittet ``API`` är en omfattande lista över alla tillgängliga procedurer i API:t. Varje avsnitt i API:t motsvarar en särskild Guile-modul.

source: Translate the Zrythm DAW, the user manual and our websites into your language.
sv: Translate the Zrythm DAW, the user manuell and our websites into your language.

source: Chord regions, scales
sv: Ackordsregioner, skalor

source: Device Settings
sv: Enhetsinställningar

source: Zrythm supports open standards such as MIDI, LV2, FLAC and OGG.
sv: Zrythm har stöd för öppna standarder som MIDI, LV2, FLAC och OGG.

source: Moves the Playhead forward by the size of 1 snap point.
sv: Flyttar uppspelningshuvudet framåt med en snäpppunkts längd.

source: Fader Solo
sv: Solo för regeln

source: Currently muted tracks
sv: Spår som för närvarande är tystade

source: Audio/MIDI Setup
sv: Ljud-/MIDI-inställningar

source: Export
sv: Exportera

source: Ports of this type receive or send raw audio signals
sv: Portar av den här typen tar emot eller skickar råa ljudsignaler

source: Output will be saved to: /path/to/export/file.mid
sv: Utdata sparas till: /sökväg/till/exporterad/fil.mid

source: Mono compatibility
sv: Monokompatibilitet

source: Add missing translations and locales on {ref}Weblate{endref}.
sv: Lägg till saknade översättningar och språkversioner på {ref}Weblate{endref}.

source: :term:`SFZ` and :term:`SF2` instruments are also supported, and they are treated as instrument plugins.
sv: :term:`SFZ`- och :term:`SF2`-instrument stöds också och behandlas som instrumentinsticksmoduler.

source: The highlighting option can be used to highlight notes corresponding to the scale, chord, or both at ther start position.
sv: Markeringsalternativet kan användas för att markera noter som motsvarar skalan, ackordet eller båda vid deras startposition.

source: should be translated in French as
sv: ska översättas till franska som

source: |icon_signal-midi| MIDI Effect
sv: |icon_signal-midi| MIDI-effekt

source: Extend select tool functionality by switching to the {ref}Edit, Cut, Erase, Ramp or Audition tools{endref}.
sv: Extslut välj verktyg funktionality by switching to the {ref}Redigera, Klipp ut, Erase, Ramp or Audition verktygs{endref}.

source: Press a chord for suggestions
sv: Tryck på ett ackord för förslag

source: Unlimited Automation
sv: Obegränsad automation

source: Report an Issue
sv: Rapportera ett fel

source: Scanning for Plugins
sv: Söker efter insticksmoduler

source: Thanks to {ref}Carla{endref}, Zrythm supports a variety of plugin formats including LV2, VST2, VST3, AU, CLAP and JSFX.
sv: Tack vare {ref}Carla{endref} stöder Zrythm flera insticksformat, bland annat LV2, VST2, VST3, AU, CLAP och JSFX.

source: Chord/Scale Highlighting
sv: Markering av ackord/skala

source: Audio Input
sv: Ljudingång

source: Left audio input port to listen to
sv: Vänster ljudingångsport att lyssna på

source: When regions are selected in the timeline, their contents will be shown inside the Editor tab in the :ref:`bottom-panel`. Although there are some common elements shared amongst each type of editor, the editor section will differ depending on the type of region selected.
sv: När regioner är markerade på tidslinjen visas deras innehåll på fliken Redigerare i :ref:`bottom-panel`. Även om redigerartyperna delar vissa gemensamma element skiljer sig redigeraravsnittet åt beroende på vilken typ av region som har markerats.

source: Create Scale Object
sv: Skapa skalobjekt

source: Export MIDI lanes as separate tracks
sv: Exportera MIDI-fält som separata spår

source: Time Signature
sv: Taktart

source: Audio Editor
sv: Ljudredigerare

source: triplet
sv: triplett

source: Regions can be repeated (looped) by moving the cursor on the bottom half of the object, then clicking and dragging.
sv: Regioner kan upprepas (loopas) genom att föra pekaren till den nedre halvan av objektet och sedan klicka och dra.

source: Preferences dialog
sv: Inställningsdialogruta

source: The `LSP Project <https://lsp-plug.in/>`_ has a wide variety of effect plugins.
sv: `LSP Project <https://lsp-plug.in/>`_ har ett brett urval av effektinsticksmoduler.

source: Transpose Down
sv: Transponera ned

source: Most of the activities that can be performed in the mixer are also available in the :ref:`Track inspector <tracks/inspector-page:Track Inspector>`.
sv: De flesta aktiviteter som kan utföras i mixern är också tillgängliga i :ref:`spårinspektören <tracks/inspector-page:Track Inspector>`.

source: Move Tracks
sv: Flytta spår

source: These are the keys corresponding to each key found on a piano.
sv: Dessa är tangenterna som motsvarar varje tangent på ett piano.

source: MIDI keyboard
sv: MIDI-klaviatur

source: You can install the latest version of Zrythm for your distro or operating system using an installer from the `Download <https://www.zrythm.org/en/download.html>`_ page on our website.
sv: Du kan installera den senaste versionen av Zrythm för din distribution eller ditt operativsystem med ett installationsprogram från sidan `Hämta <https://www.zrythm.org/en/download.html>`_ på vår webbplats.

source: This file contains your plugin collections. It is found at :file:`plugin_collections.yaml` under the :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>`.
sv: Den här filen innehåller dina insticksmodulsamlingar. Den finns som :file:`plugin_collections.yaml` under :ref:`Zrythms användarsökväg <configuration/preferences:Zrythm User Path>`.

source: Zrythm includes functionality for forcing the playhead to remain inside the visibile area during playback.
sv: Zrythm har funktioner som tvingar uppspelningshuvudet att förbli inom det synliga området under uppspelning.

source: Untitled Project
sv: Namnlöst projekt

source: Clicking the :guilabel:`Toggle Event Viewer` button will display an event viewer (or `list editor`) that shows all events in the corresponding editor as a list.
sv: Om du klickar på knappen :guilabel:`Växla händelsevisare` visas en händelsevisare (eller `listredigerare`) som visar alla händelser i motsvarande redigerare som en lista.

source: Bouncing means exporting to audio.
sv: Att rendera separat innebär att exportera till ljud.

source: Solo the track. If any track is soloed, only the soloed tracks will produce sounds.
sv: Sätt spåret i solo. Om något spår är i solo producerar endast solospåren ljud.

source: No scale at playhead
sv: Ingen skala vid uppspelningshuvudet
